Repository: mirrorai/web-tools
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Web Annotation Tools
ru: Веб-разметчик

source: Signed in as
ru: Вошли как

source: Logout
ru: Выйти

source: Sign in
ru: Войти

source: Train finished time
ru: Время окончания обучения

source: Number of training samples
ru: Размер обучающей выборки

source: Annotation
ru: Разметка

source: total samples
ru: всего примеров

source: total annotated
ru: всего размечено

source: annotated
ru: размечено

source: Metrics
ru: Метрики

source: accuracy
ru: точность

source: error reduction
ru: уменьшение ошибки

source: last model have not tested yet
ru: последняя модель еще не протестирована

source: User control
ru: Контроль за размечающими

source: annotation info for each user
ru: информация о разметке каждого пользователя

source: Manage
ru: Управление

source: No images to annotate
ru: Нет изображений для разметки

source: Statistics
ru: Статистика

source: total images
ru: всего изображений

source: images annotated
ru: размечено

source: <a href="/reannotation">Go back</a> to select task.
ru: <a href="/reannotation">Назад</a> к выборку задач.

source: Find all images with
ru: Выберите все изображения с лицами

source: woman_
ru: женского пола

source: man_
ru: мужского пола

source: Next
ru: Далее

source: woman
ru: жен.

source: man
ru: муж.

source: hard
ru: слож.

source: bad
ru: плох.

source: Annotation instructions
ru: Инструкция по разметке

source: Task
ru: Задача

source: The task is to find and select pictures of <strong>men</strong> or <strong>women</strong> as indicated in the header
ru: Необходимо найти и выделить все изображения с лицами <strong>мужского</strong> или <strong>женского</strong> пола, как указано в заголовке

source: Click on image to select it
ru: Чтобы выделить изображение просто кликните по нему

source: You can also select image by clicking on the button (<strong>woman/man</strong>)
ru: Вы можете также выделить изображение, нажав на соответствующую кнопку (<strong>муж./жен.</strong>)

source: Click on <strong>bad</strong> button if image does not contain face or image is not properly cropped
ru: Если изображение не содержит лица человека или лицо плохо обрезано (слишком далеко или слишком близко), кликните по кнопке <strong>плох.</strong>

source: Click on <strong>hard</strong> button if it's difficult to say whether man or woman on the image
ru: Если сложно определить пол человека, кликните по кнопке <strong>слож.</strong>

source: If, despite the poor photo quality or lighting you can determine the gender of the person in the photo, be sure to specify it (<strong>do not choose a complex / bad example</strong>)
ru: Если несмотря на плохое качество фото или слабое освещение вы можете определить пол человека на фото, обязательно его укажите (<strong>не надо выбирать сложный/плохой пример</strong>)

source: <span class="label label-info">Blue</span> color stands for man, <span class="label label-warning">yellow</span> color stands for woman
ru: <span class="label label-info">Синий</span> цвет фона - мужской пол, <span class="label label-warning">Желтый</span> цвет фона - женский пол

source: Examples
ru: Примеры

source: Man examples
ru: Мужчины

source: Woman examples
ru: Женщины

source: Hard examples
ru: Сложные примеры

source: Bad examples
ru: Плохие примеры

source: Close
ru: Закрыть

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Last login
ru: Последний вход

source: Never before
ru: Никогда ранее

source: Change password
ru: Изменить пароль

source: Password
ru: Пароль

source: New Password
ru: Новый пароль

source: Retype Password
ru: Повторите пароль

source: User
ru: Пользователь

source: Annotation accuracy
ru: Точность разметки

source: Annotated count
ru: Количество размеченных примеров

source: Remember me
ru: Запомнить

source: Login
ru: Войти

source: Don't have an account?
ru: Нет аккаунта?

source: Sign Up Here
ru: Зарегистрируйтесь

source: Time interval can't be zero
ru: Временной интервал не может быть нулевым

source: Gender
ru: Пол

source: Accuracy
ru: Точность

source: uncertainty
ru: неуверенность

source: error
ru: ошибка
